# Homebrew Bundle for Dotfiles
# Install with: brew bundle --file ~/Brewfile

# Core tools
brew "git"
brew "stow"

# Shell & Prompt
brew "bash"
brew "zsh"
brew "fish"
brew "starship"
brew "zoxide"

# File Management
brew "eza"
brew "bat"
brew "fzf"
brew "yazi"
brew "trash"

# Development
brew "vim"
brew "neovim"
brew "tmux"
brew "lazygit"

# System Monitoring
brew "btop"

# Pomodoro / Notifications
brew "caarlos0/tap/timer"
brew "terminal-notifier"

# Terminal Emulators
cask "alacritty"
cask "ghostty"
cask "kitty"

# Window Managers (macOS)
cask "nikitabobko/tap/aerospace"

# Fonts
cask "font-jetbrains-mono-nerd-font"
